[
  {
    "Sentences": [
      {
        "en": "What is the man preparing for?",
        "ja": "その男性は何の準備をしているの？"
      },
      {
        "en": "Who most likely is the man?",
        "ja": "その男性は誰に一番近いですか？"
      },
      {
        "en": "What task is the man responsible for?",
        "ja": "その人はどんな仕事を担当しているのですか？"
      },
      {
        "en": "What does the man want to do next month?",
        "ja": "その男性は来月に何をしたいのでしょうか？"
      },
      {
        "en": "What does the man ask the woman to do?",
        "ja": "その男性は女性に何を頼みますか？"
      },
      {
        "en": "What kind of a business does the man most likely work for?",
        "ja": "その男性は、どんな企業に勤めている可能性が高いのでしょうか？"
      },
      {
        "en": "What does the man say he is concerned about?",
        "ja": "その男性は何を気にしていますか？"
      },
      {
        "en": "What does the man agree to let the woman do?",
        "ja": "その男性は女性に何をさせることに同意していますか？"
      },
      {
        "en": "What does the man encourage the woman to do?",
        "ja": "その男性は女性に何を勧めていますか？"
      },
      {
        "en": "Why is the man surprised?",
        "ja": "なぜ、その男性は驚いているのでしょうか？"
      }
    ]
  },
  {
    "Sentences": [
      {
        "en": "According to the man, what will happened at the end of month?",
        "ja": "その人によると、月末に何が起こるのでしょうか？"
      },
      {
        "en": "What industry do the speakers work in?",
        "ja": "話し手はどの業界で働いていますか？"
      },
      {
        "en": "What does the man say needs to be done?",
        "ja": "その人は、何をする必要があると言っているのでしょうか？"
      },
      {
        "en": "What kind of document are the speakers discussing?",
        "ja": "話し手が議論しているのは、どのような文書でしょうか？"
      },
      {
        "en": "Why does the man apologize?",
        "ja": "なぜ、その人は謝るのですか？"
      },
      {
        "en": "In whitch section does the man have seats?",
        "ja": "その男性はどのセクションに座っているのですか？"
      },
      {
        "en": "What is the man doing this weekend?",
        "ja": "この週末、その男性は何をしていますか？"
      },
      {
        "en": "What does the man say he is going to do tomorrow?",
        "ja": "その男性は明日に何をすると言っていますか？"
      },
      {
        "en": "What kind of business is the speaker most likely calling?",
        "ja": "話し手はどのような企業に電話をかけていますか？"
      },
      {
        "en": "What does the speaker interested in learning more about?",
        "ja": "話し手は何について興味があるのでしょうか？"
      }
    ]
  },
  {
    "Sentences": [
      {
        "en": "What is being advertised?",
        "ja": "何を宣伝しているのですか？"
      },
      {
        "en": "What will participants receive?",
        "ja": "参加者は何を受け取りますか？"
      },
      {
        "en": "What can the listeners do?",
        "ja": "リスナーは何ができますか？"
      },
      {
        "en": "Where does the annoucement take place?",
        "ja": "発表の場所はどこですか？"
      }
    ]
  }
]
